let data = [
  {
    festival: "新年",
    hero: {
      img: "../img/新年/年糕.png",
      content: `
            <p>你知道為什麼要有春節嗎？知道春節的用途嗎？</p> 
            <p>一提到春節相信許多人都會立刻想到年獸的故事吧，但你知道來自各處的春節由來嗎？</p>
            `,
    },
    stories: [
      {
        img: "../img/新年/吃年糕.png",
        title: "年糕的由來居然是吃磚頭？",
        content: `
                <p>相傳在春秋時期，吳國、越國曾發生一場大戰，越國戰敗，當時的吳國大夫伍子胥曾向吳王進諫言要拒絕越王求和一舉滅掉越國，不料卻觸怒了吳王夫差，被他賜死。</p>
                <p>在伍子胥死前知道吳國大限將至，並吩咐他的眷屬，如果他死後，吳國因戰而發生飢荒，並可於相府的圍牆根下掘地三尺，即可的食。</p>
                <p>果然，伍子胥死後，其預言應驗，越國起兵，吳國戰敗，饑荒處處。其家眷在飢寒交迫的情況下，想起他的臨終囑咐，便走去圍牆根挖掘，挖到三尺深時，果然發現大量方磚，搬出後抹淨塵土，發現原來是由糯米製成的磚。原來當時人蓋房子、築城牆會用到具高度黏性的糯米，來作為磚頭，這是因為冷卻後由糯米粉造成的磚，硬度十足，非常結實耐用，有時在欠缺石頭、建材缺乏的情況下，不失為可用之材。</p>
                <p>最後，不單是伍子胥的家眷，還有很多吳國飢民，便依靠吃下這些糯米磚，在饑荒中得保性命。後來為了紀念伍子胥的恩德，便留下吃糯米磚，再慢慢變成吃糯米糕的習俗。</p>
                `,
      },
      {
        img: "../img/新年/年獸.png",
        title: "過年傳說",
        content: `
                <p>年獸「夕」十分兇殘，半夜都會走家串戶吃掉許多人，炎黃先祖為了躲避年，並舉家團圓在一起抵抗年獸。由於年獸每年都會出沒一次，炎黃先祖並在於其無數次鬥爭中，摸索出了鬥爭訣竅，年獸雖猛，但懼怕紅色、火光和巨響。因此，家家戶戶在門口貼上紅春聯，在家門口燃起篝火，放爆竹，年獸看見了門上貼著紅對聯，又見門口爆竹所竄出的火光與巨響，並驚嚇的逃走了，最後隨著時間的演便就慢慢地變成了一種過年習俗。不過古文中並沒有任何年獸的記錄，關於其說法似乎是從民國時期開始的呢。</p>
                <p>年獸「夕」十分兇殘，半夜都會走家串戶吃掉許多人，炎黃先祖為了躲避年，並舉家團圓在一起抵抗年獸。由於年獸每年都會出沒一次，炎黃先祖並在於其無數次鬥爭中，摸索出了鬥爭訣竅，年獸雖猛，但懼怕紅色、火光和巨響。因此，家家戶戶在門口貼上紅春聯，在家門口燃起篝火，放爆竹，年獸看見了門上貼著紅對聯，又見門口爆竹所竄出的火光與巨響，並驚嚇的逃走了，最後隨著時間的演便就慢慢地變成了一種過年習俗。不過古文中並沒有任何年獸的記錄，關於其說法似乎是從民國時期開始的呢。</p>
                `,
      },
      {
        img: "../img/新年/雙持年糕.png",
        title: "為什麼年糕的顏色都不一樣？",
        content: `
                <p>不論是一大塊黑黑的年糕還是純白無瑕的年糕，都常常會看到五顏六色且各種形狀不同的年糕，為什麼明明都被稱為年糕卻每個都長得不太一樣呢？</p>
                <h3>根據我們的觀察:</h3>
                <p>不論是一大塊黑黑的年糕還是純白無瑕的年糕，都常常會看到五顏六色且各種形狀不同的年糕，為什麼明明都被稱為年糕卻每個都長得不太一樣呢？</p>
                `,
      },
    ],
  },
  {
    festival: "元宵",
    hero: {
      img: "../img/元宵/元宵.png",
      content: `
            <p>你知道元宵為什麼叫做元宵嗎？</p> 
            <p>你分的出來湯圓與元宵的差異嗎？燈籠跟元宵又由什麼相關呢？</p>
            `,
    },
    stories: [
      {
        img: "../img/元宵/算命師.png",
        title: "算命遇火劫",
        content: `
                <p>在漢武帝時代，有一位大臣叫東方朔，精通天文地理。一天他到宮中的御花園賞梅，不料卻看見一位宮女正要跳井自殺，東方朔連忙上前制止，並問明原委。原來這位宮女叫做「元宵」，家住長安西北，因為進宮後，每逢過節就倍思親，但又無法出宮去探視親人，因此愈想愈傷心，才會想要自殺。東方朔知道後，覺得元宵姑娘很可憐，就決定要幫她，並問清楚元宵的家在何處就告辭離去了。第二天，東方朔到了元宵的家中，將情形說了一遍，並告訴他們他的辦法...。</p>
                <p>幾天後，長安城的人民知道東方朔先生在大街上為人們算命，因此紛紛前往，想要讓東方朔為自己算算命。沒想到，每個人算出來的結果都是正月十五都會遭到火焚身；老百姓聽完很害怕，紛紛求東方朔救大家，東方朔說：「正月十五火焚身，就是指那天會有一位其粉色銀驢的姑娘，奉只來燒長安城，但只要在正月十三那天，城裡的白法老人們都到城西十里鋪大道等候，天黑時，那姑娘就會來，只要跪地祈求，全城便可得救。」</p>
                `,
      },
      {
        img: "../img/元宵/提燈籠.png",
        title: "燈籠旺如火",
        content: `
                <p>果然在正月十三那天來了一位其粉色銀驢的年輕女子（其實是元宵的妹妹喬裝的），全城的白髮老人都求道：「求仙姑不要燒城！」女子說：「我是奉旨燒城的，若玉帝看不見火，豈不怪罪於我！」「這樣吧！你們去求你們的皇帝想辦法吧！」說完便離去了。</p>
                <p>第二天，東方朔面見漢武帝，並將人民的心聲上奏：「長安在劫，火燒帝厥，十五天火，焰紅宵夜。」漢武帝聽完也不知如何是好，便請東方朔想辦法。東方朔說：「聽說火神愛吃湯圓，就叫全城百姓做湯圓供奉，另外，還要京都臣民一起做燈，十五晚上掛滿大街小巷，同時燃放煙花爆竹，到時候，滿城的紅光、火球橫飛，這樣玉帝就會以為那是長安大火，這樣一定能瞞過祂。」漢武帝聽完大樂道：「先生計策果然是妙計！」東方朔接著說：「皇上聖明，但是皇宮中不宜如此。」武帝說：「這簡單，只要那天晚上，讓宮中的嬪妃及侍衛都到街上去，混在百姓當中，這樣玉帝就不知道要燒誰了！」東方朔又說：「妙極！還有就是聽說宮女元宵做的湯圓最好，十五的晚上讓她提著大宮燈，把名字寫在上頭，在前面開道，臣奉湯圓在後，穿過大街小巷敬奉火神。」武帝：「這事就偏勞先生了。」</p>
                <p>十五的晚上元宵姑娘照東方朔的指示，果然見著了自己的親人；當天夜裡武帝見到百姓玩得如此盡興，因此下令每年正月十五夜晚都要如此。從此以後，這個習俗就沿襲下來，也正因為正月十五供奉的湯圓是叫做元宵的姑娘所做的，所以後來人們也把湯圓叫做「元宵」，正月十五的上元節也稱做「元宵節」。</p>
                `,
      },
      {
        img: "../img/元宵/湯圓與元宵.png",
        title: "元宵與湯圓有何不同？",
        content: `
                <p>每到元宵節家家戶戶都說要煮元宵來吃，但你分得清楚你吃到的究竟是元宵還是湯圓嗎？</p>
                <p>元宵與湯圓兩者其實介在有差和沒有差之間，兩者的成分都是相同的，但最大差異就是製作的方式不同了，湯圓是將濕糯米粉揉成糰狀後將餡料包入其中，因此湯圓有無限的可能性，只要能包進去的東西都可以變成湯圓；但元宵可不同了，元宵是將餡料切成骰子大小般方塊，放入竹篩內滾動沾附乾糯米粉，過程中須反覆噴水裹粉，直到滾至大小適中的程度才算完成，比起湯圓，元宵的製作方式更為費工。</p>
                <p>此外，為了將元宵裹粉成形，使用的餡料必須是凝結性較佳的偏硬甜餡，如豆沙、芝麻、花生、棗泥、果仁等，而元宵的吃法相當多元，除了水煮，也可以煎、蒸、炸、烤、拔絲。湯圓因含水量較高，口感細膩黏口，元宵則鬆爽有咬勁，水煮後湯汁稠如米粥。</p>
                `,
      },
    ],
  },
  {
    festival: "清明",
    hero: {
      img: "../img/清明/拜拜.png",
      content: `
            <p>你知道其實清明節與寒食節為不同天嗎？</p> 
            <p>你知道其實吃潤餅最原先並不是清明節的習俗嗎？</p>
            `,
    },
    stories: [
      {
        img: "../img/清明/墓碑.png",
        title: "清明節的由來",
        content: `
                <p>相傳在秦朝末年，漢高祖劉邦和西楚霸王項羽，大戰好幾回合後，終於取得天下。他光榮返回故鄉的時候，想要到父母親的墳墓上去祭拜，卻因為連年的戰爭，使得一座座的墳墓上長滿雜草，墓碑東倒西歪，有的斷落，有的破裂，而無法辨認碑上的文字。劉邦非常的難過，雖然部下也幫他翻遍所有的墓碑，可是直到黃昏的時候還是沒找到他父母的墳墓。</p>
                <p>最後劉邦從衣袖裡拿出一張紙，用手撕成許多小碎片，緊緊捏在手上，然後向上蒼禱告說：「爹娘在天有靈，現在風刮得這麼大，我將把這些小紙片，拋向空中，如果紙片落在一個地方，風都吹不動，就是爹娘的墳墓。」</p>
                <p>說完劉邦把紙片向空中拋，果然有一片紙片落在一座墳墓上，不論風怎麼吹都吹不動，劉邦跑過去仔細瞧一瞧模糊的墓碑，果然看到他父母的名字刻在上面。劉邦高興得不得了，馬上請人重新整修父母親的墓，而且從此以後，每年的清明節一定到父母的墳上祭拜。</p>
                <p>後來民間的百姓，也和劉邦一樣每年的清明節都到祖先的墳墓祭拜，並且用小土塊壓幾張紙片在墳上，表示這座墳墓是有人祭掃的。</p>
                `,
      },
      {
        img: "../img/清明/潤餅貓.png",
        title: "潤餅與清明節的關聯？",
        content: `
                <p>其實，吃潤餅這項俗與清明節一開始是沒有關聯的。</p>
                <p>那為什麼清明節的時候要吃潤餅呢？</p>
                <p>一切得從寒食節的故事說起，相傳在春秋戰國有一忠臣名為介之推，他在晉文公逃亡時一直陪在她身邊不離不棄，甚至有一次晉文公快餓死時，割下自己的大腿肉煮給晉文公吃。多年後，晉文公順利的成為了皇帝，並將當初和他同甘共苦的人一一封賞，唯獨忘了介之推，隨後介之推並帶著母親到錦山隱居。後來，晉文公多次到錦山尋找介之推，但都沒有下落，於是聽從隨從的主意，用火燒山將介之推逼出來，但介之推來不及背著母親逃出來，並被大火活活燒死，晉文公找到屍體後悲痛不已，並將今天訂為寒食節，以及下了寒食節三天內不得開火的命令。</p>
                <p>人們為了遵守寒食節不能開火的命令，並衍生出了潤餅這項食物；而剛好清明節就在寒食節不能開火三天的其中一天，漸漸地人們就將清明與寒食節併在一起了。</p>
                `,
      },
      {
        img: "../img/清明/紅龜粿.png",
        title: "為什麼清明節要拜粿？",
        content: `
                <p>在台灣粿是一種拜拜常見的食物，那你知道清明節為什麼要拜粿嗎？</p>
                <p>很多人在小時候常聽到拜紅龜粿代表長壽，以祈禱一家人能夠長命百歲；確實，紅龜粿有這樣的含意，不過在清明掃墓祖祭時，拜紅龜粿並不是為祈求長壽，而是用來表達租先的德澤，至於青色與白色的粿則用於新墳對親人的哀思或祝福。除此之外，你可能也聽過，粿的台語發音和「貴」相同，代表希望家裡富貴之類的說法，但最主要的原因還是…因為寒食節不能開火，所以人們才會做粿來度過清明節。</p>
                `,
      },
    ],
  },
  {
    festival: "端午",
    hero: {
      img: "../img/端午/划龍舟.png",
      content: `
            <p>你知道嗎？端午節除了跟屈原有關外，跟其他人也有關喔！</p>
            `,
    },
    stories: [
      {
        img: "../img/端午/河邊哭泣.png",
        title: "孝女曹娥的傳說",
        content: `
                <p>相傳在東漢時期有一孝女名為曹娥，有天曹娥的爸爸溺江而亡了，當時14歲的曹娥沿江哭嚎了十七天，卻還是不見父親的屍首，最後於五月一日跳江了，並在5月5時有兩具屍體抱在一起浮上水面，其他人對這個行為非常感動，因此於五月五號祭祀他們。</p>
                <h3>又是伍子胥...</h3>
                <p>另外一則小故事跟我們年糕的故事的主角為同一人喔，在春秋時期，吳國大夫伍子胥因與民共患難，且懂得民心，而受到民眾愛戴，卻因為向夫差進諫言而遭到賜死，在自刎後屍體於五月五號投入江中，人們因此創端午以祭祀伍子胥。</p>
                `,
      },
      {
        img: "../img/端午/竹筒粽.png",
        title: "粽子的由來",
        content: `
                <p>粽子的由來我相信各位就算沒吃過粽子也聽過粽子的故事，因為春秋時代的愛國詩人屈原，因楚國國都郢被秦國攻佔了，我們的屈原大大痛心疾首，並投汨羅江身亡了，楚國的子民為了不讓魚蝦吃掉屈原的屍體，才將米飯用竹筒裝好投入江中。</p>
                <p>直到了東漢的建武年間，有一位長沙人碰見了一個自稱屈原的人(我比較懷疑他是賣菰葉的)，說你們每年都給我投遞筒粽，我非常感激，但是每年這些粽子都讓蛟龍先一步偷著給吃了，你們下次再行祭祀的時候，能不能用菰葉把竹筒封上，再往上面纏一些彩線，因為蛟龍最怕這兩樣東西。因此到了現在，人們並開始用葦葉包粽子，並在端午這天帶上五彩絲線了。</p>
                `,
      },
      {
        img: "../img/端午/粽的種類.png",
        title: "端午節小知識",
        content: `
                <h2>粽子的種類</h2>
                <p>南部粽？北部粽？還是中部粽？？？</p>
                <p>你分的清楚自己吃的是什麼粽嗎？就讓我來告訴你吧</p>
                <p>在台灣妳最常吃到的粽子會有:北部、南部、鹼粽還有粿粽(又稱客家粽)</p>
                <h3>北部粽</h3>
                <p>你一定吃過的粽子，特色為油到爆炸，最裡面的粽葉油到可以拿來當面膜，嘗起來為鹹的，通常裡面會有：塞牙縫都不夠的蝦米、你唯一想吃的滷肉、永遠都會被分屍的栗子還有一股濃濃的紅蔥頭味，讓你吃完沒有飽，但膩到歪頭，不要懷疑那就是北部粽，另外，在現代有些飯店會放一些比較高級的食材進去，像我們吃不起的鮑魚或是我們一樣吃不起的干貝在北部粽裡喔，要是有吃到的話，記得要分我們一點喔</p>
                <h3>南部粽</h3>
                <p>你可能沒吃過的粽子，特色為比較軟爛且較有黏性很高，比起北部粽比較不油膩，也比較清淡，按照現代人的說法就是比較養生拉，由於味道比較清淡，通常在食用時都會加上醬油膏跟花生粉，在裡面通常會吃到：沒有配水會噎死的鹹蛋黃、兩粒咬不動的花生還有一朵味道充滿整顆粽子的香菇，要是嘗到了有以上特徵的粽子請知道他是南部粽，不要再因為她沒有甜就認為他是北部粽了。</p>
                <h3>鹼粽</h3>
                <p>常常被誤認為「它」就是南部粽，因為本身極具黏性，且單嘗起來沒什為味道，因此通常會沾糖或包紅豆一起作食用，由於鹼粽多數為甜的，因此也有人會將他誤認成南部粽。</p>
                <h3>鹼粽</h3>
                <p>常常被誤認為「它」就是南部粽，因為本身極具黏性，且單嘗起來沒什為味道，因此通常會沾糖或包紅豆一起作食用，由於鹼粽多數為甜的，因此也有人會將他誤認成南部粽。</p>
                <h3>粿粽</h3>
                <p>又被稱為客家粽，特色為根本看不出是米做的，黏性為所有粽子中最高的，外皮吃起來根本就是粿，中間會包入炒好的蘿蔔乾、香菇、蝦米以及肉，整體嘗起來就是粿外皮是粿的包子，但...很好吃，非常推薦大家去嘗看看喔。</p>
                <h3>中部粽</h3>
                <p>為海邊特產，除了非常堅硬外，沒其他特點了...</p>

                <h2>關於粽葉</h2>
                <p>在文中有提到菰葉和葦葉大家一定覺得霧煞煞吧~就讓我來解釋解釋</p>
                <h3>菰葉</h3>
                <p>為禾本科菰屬，多年生草本。莖細長而扁平，高一公尺餘。葉叢生，呈狹長形。果實稱為「彫胡米」，與嫩莖均可供食用。用白話來說就是...茭白筍</p>
                <p>在春秋時期，人們會用菰葉(茭白葉)包黍米成牛角狀，稱"角黍";或用竹筒裝米密封烤熟，稱"筒粽"，直到元、明時期，粽子的包裹料已從菰葉變革為箬葉，後來又出現用蘆葦葉包的粽子。</p>
                <h3>葦葉</h3>
                <p>蘆葦，又稱葦子，多年生草本植物，生在淺水裡。</p>
                `,
      },
    ],
  },
  {
    festival: "七夕",
    hero: {
      img: "../img/七夕/巧克力球.png",
      content: `
            <p>說到七夕你會想到什麼呢？</p>
            <p>牛郎和織女淒美的愛情故事？點亮星空的銀河？還是你只會吃巧克力什麼都不知道？</p>
            `
    },
    stories: [
      {
        img: "../img/七夕/嫦娥橋.png",
        title: "七夕的由來",
        content: `
                <p>相傳從南北朝開始，人們發現在農曆七月七號這天是牽牛星與織女星一年一度相會的日子，俗稱「七夕」，而這天也逐漸被流傳為中國的「情人節」。關於七夕有一個大家耳熟能詳的傳說。</p>
                <p>傳說玉皇大帝有個小女兒名為織女，織女不僅聰明可愛，手又十分的巧。某一天，織女見到了一位負責管理牛的年輕人，牛郎，兩人一見鍾情，很快就陷入了熱戀，甚至荒廢了原本的工作。玉帝看到後十分憤怒，降旨他們每年僅能在農曆七月七日的晚上才能見面。於是，織女被王母娘娘帶回了天庭，儘管牛郎追到了天庭，但還是被王母娘娘的天河所隔。後來，牛郎和織女的忠貞愛情感動了喜鵲，千萬隻喜鵲飛來，搭成鵲橋，讓牛郎織女走上鵲橋相會，王母娘娘對此也無奈，只好允許兩人在每年七月七日鵲橋相會。七夕當天通常都會下著毛毛雨，象徵兩人傾訴相思的淚水。</p>
                `
      },
      {
        img: "../img/七夕/餃子貓.png",
        title: "七夕與餃子有何關聯？",
        content: `
                <p>餃子與情人節感兩個完全不搭的東西為何會有關聯呢？</p>
                <p>在古代七夕又稱乞巧節，這天主要的目的就是讓女生展現自己的手藝，以利於早日能夠找到另一半，通常在這天女生會有一大串的乞巧活動，除了拜織女外，女生們也會聚在一起鬥手藝，因此便會做一些餃子、麵點和巧果日常較常吃的東西，漸漸的演變下來就變成了一種七夕的傳統食物了。</p>
                `
      },
      {
        img: "../img/七夕/麻花捲.png",
        title: "巧果是什麼？",
        content: `
                <p>巧果，又被稱為“乞巧果子”，簡單來說就是一種油、面、糖、蜜構成的一種油炸小點心，種類極多，在台灣常吃到的古早味小零嘴中就有巧果。 《東京夢華錄》中稱之為“笑靨兒”、“果實花樣”。因“巧”和“橋”諧音，因此人們認為在七月七日這天吃巧果，不僅能幫助牛郎和織女在鵲橋上相會，而且自己的心願也能通過“巧”(橋)來實現。</p>
                `
      },
    ],
  },
  {
    festival: "中元",
    hero: {
      img: "../img/中元/流口水.png",
      content: `
            <p>小時候最喜歡中元節拜拜了，因為有很多糖果餅乾能吃。</p>
            <p>那你知道為什麼要有中元節嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/中元/孝順.png",
        title: "中元節的由來",
        content: `
                <p>中元節，在佛教又被稱為盂蘭盆節，最初的目的是為在夏天收成後，祭祀田地之神、感謝大地的節日，不過在道教與佛教傳入後漸漸的變成了祭祖的日子，因此也流傳下來了一些傳說故事。</p>
                <p>中元地官赦罪清虛大帝是道教大神，最流行的說法即帝舜，是黃帝的八代孫，母死後父再娶，繼母生了兒子象，舜常遭繼母及象所害，但舜仍事奉父母、相待幼弟恭敬友愛如一。舜後來在歷山耕作，在雷澤網魚，在河濱製陶，人民相攜來聚追隨他，兩年成村邑，三年成都市，二十歲時以孝舉聞名天下，三十歲時堯帝以二女賜為妻並禪讓帝位，而後成為大神。因舜事親至孝，所以中元節又叫「孝子節」，民間在這天都會殺雞宰豬，準備極為豐盛的酒肉祭品，祭拜祖先與陰間鬼魂。同時民眾聚集廟宇中，豐盛祭品普施陰公，孝祭祖先，繼而普度遊魂野鬼，稱「中元普度」。</p>
                `
      },
      {
        img: "../img/中元/鴨鴨.png",
        title: "鴨鴨壓中元",
        content: `
                <p>你知道為什麼平時拜拜都可以用雞來祭拜，但中元節卻一定要用鴨呢？</p>
                <p>其實是因為鴨鴨是一位祭祀的使者，據說要將物品送到祖宗手上時需要度過河，如果今天用的是雞，那麼心意就無法傳到祖宗那裏，因此需要鴨子將紙錢、衣物馱過去，還有另外一種說法說，鴨子的「鴨」就是「壓」，取其諧音，吃鴨子是為了壓住鬼魂。吃鴨子就能壓住這天從陰間上來遊走「搵食」(莞語)的鬼魂了，大體上就是驅魔辟邪之意。祭祀儀式完畢後，剩下的鴨子，人們就「散福」吃鴨了</p>
                `
      },
      {
        img: "../img/中元/水燈.png",
        title: "中元節的習俗？",
        content: `
                <p>中元節除了拜拜還有吃零食外還有一些習俗活動喔</p>
                <h3>搶孤</h3>
                <p>搶孤是中元普渡期間特有的民俗活動，以人象徵鬼魂的方式，由搶孤者競賽攀爬孤柱，拿取祭品與順風旗，以達到慎終追遠、普渡孤魂的目的，而搶孤通常會在鬼門關的最後一天舉辦，也是在提醒鬼魂們該回去陰間了喔！</p>
                <h3>放水燈</h3>
                <p>中元放水燈是基隆著名的民俗活動之一，有迎接鬼魂，照亮來時路，邀請鬼魂同享香火及供品的意味。台灣的水燈會有一面普渡旗，要在上面寫「慶讚中元」等中元敬語，同時寫下自己的姓名，讓好兄弟知道是哪家施主的供奉。</p>
                `
      },
    ],
  },
  {
    festival: "中秋",
    hero: {
      img: "../img/中秋/烤肉.png",
      content: `
            <p>說到中秋第一件想到的事一定是烤肉吧！</p>
            <p>不過...你知道在中秋節裡面並沒有烤肉這項習俗嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/中秋/月亮貓.png",
        title: "中秋節的由來",
        content: `
                <p>中秋節的歷史悠久，和其他傳統節日一樣，慢慢發展形成的，古代帝王有春天祭日，秋天祭月的禮制，早在《周禮》一書中，已有「中秋」一詞的記載。</p>
                <p>後來貴族和文人學士也仿傚起來，在中秋時節，對著天上又亮又圓一輪皓月，觀賞祭拜，寄託情懷，這種習俗就這樣傳到民間，形成一個傳統的活動 。</p>
                <p>一直到了唐代，這種祭月的風俗更為人們重視，中秋節才成為固定的節日，《唐書太宗記》記載有「八月十五中秋節」，這個節日盛行於宋朝，至明清時，已與元旦齊名，直到現代成為主要節日之一。</p>
                `
      },
      {
        img: "../img/中秋/月餅.png",
        title: "月餅通信器？",
        content: `
                <p>相傳中秋節吃月餅的習俗始於元代。當時，中原的人民不堪忍受元朝統治階級的殘酷統治，紛紛起義抗元。朱元璋聯合各路反抗力量準備起義。</p>
                <p>但朝庭官兵搜查的十分嚴密，傳遞消息十分困難，於是軍師劉伯溫便想出一計策，命令屬下把藏有「八月十五夜起義」的紙條藏入餅裏面，再派人分頭傳送到各地起義軍中，通知他們在八月十五日晚上起義響應。到了起義的那天，各路義軍一齊響應，很快的，徐達就攻下元大都，起義成功了。消息傳來，朱元璋高興得連忙傳下口諭，在即將來臨的中秋節，讓全體將士與民同樂，並將當年起兵時以秘密傳遞資訊的「月餅」，作為節令糕點賞賜群臣，漸漸的中秋吃月餅這個習俗就被流傳下來，直到了今天。</p>
                `
      },
      {
        img: "../img/中秋/露營.png",
        title: "中秋與烤肉的關聯？",
        content: `
                <p>烤肉與中秋其實並沒有直接的任何關聯，也沒有任何的考據與傳說。這一切都是因為在80年代時中秋節賞月流行和家人外出露營，而露營中一定要的活動就是烤肉了，接著到1982年烤爐廠商消收方針由外轉內，烤爐價格下降，導致不僅風景區充斥炭火，連住家門口、屋頂也開始出現炭火。隨後到了1989年，有兩家醬油廠商為了拚銷售量，而瘋狂推銷中秋烤肉的這個習俗，導致中秋就是要烤肉的風氣大漲，就這樣到了今天，中秋節變成了烤肉節。</p>
                `
      },
    ],
  },
  {
    festival: "重陽",
    hero: {
      img: "../img/重陽/登高.png",
      content: `
            <p>在台灣重陽節是一個很容易被遺忘的日子。</p>
            <p>但你知道其實重陽節的重要程度不輸春節嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/重陽/鬼怪.png",
        title: "重陽節的由來",
        content: `
                <p>重陽節，又稱「敬老節」，與除夕、清明、中元為中國祭祖的四大節日，重陽節是除了清明節外，另外一個會登山掃墓、祭拜祖先的日子，因此又被視為另一個清明節。</p>
                <p>重陽的由來眾說紛紜，在吳均之的《續齊諧記》曾紀載：東漢時，汝南縣裡有一個叫桓景的人，他所住的地方發生了一場大瘟疫，桓景的父母也因此病死，所以他到東南山拜師學藝，仙人費長房給桓景一把降妖青龍劍。桓景早起晚睡，披星戴月，勤學苦練。一日，費長房說：「九月九日，瘟魔又要來，你可以回去除害。」並且給了他茱萸葉子一包，菊花酒一瓶，讓他家鄉父老登高避禍。於是他便離開回到家鄉，九月九那天，他領著妻子兒女、鄉親父老登上了附近的一座山。把茱萸葉分給大家隨身帶上，瘟魔則不敢近身。把菊花酒倒出來，每人喝了一口，避免染瘟疫。他和瘟魔搏鬥，最後殺死了瘟魔。 汝河兩岸的百姓，就把九月九登高避禍、桓景劍刺瘟魔故事一直傳到現在。從那時起，人們就過起重陽節來，有了重九登高的風俗。</p>
                `
      },
      {
        img: "../img/重陽/喝酒.png",
        title: "好個合理飲酒的日子",
        content: `
                <p>重陽節，是一個一定要喝酒的日子，但也不是只要是酒就好。重陽有個習俗為飲菊花酒，因為在古代菊花酒是一種象徵能祛災祈福的「吉祥酒」，因此人們只要到重陽這天必喝菊花酒，除了酒外還有吃糕這項習俗，至於原因，就只是後人以糕來代替登高這個習俗罷了。</p>
                `
      },
      {
        img: "../img/重陽/風箏.png",
        title: "高上加高",
        content: `
                <p>相傳，重陽時放風箏是為了「放晦氣」，風箏飛得越高越遠，則晦氣也隨之高飛遠離，更有甚者，還要專門將線燒斷，讓風箏消失於雲天之外。</p>
                <p>相傳，重陽時放風箏是為了「放晦氣」，風箏飛得越高越遠，則晦氣也隨之高飛遠離，更有甚者，還要專門將線燒斷，讓風箏消失於雲天之外。</p>
                `
      },
    ],
  },
  {
    festival: "冬至",
    hero: {
      img: "../img/冬至/打噴嚏.png",
      content: `
            <p>你知道在北半球，冬至是一年內白天最短的一天嗎？</p>
            <p>為什麼只是最冷的一天卻需要吃湯圓呢？</p>
            `
    },
    stories: [
      {
        img: "../img/冬至/山頭.png",
        title: "冬至的由來",
        content: `
                <p>冬至，又名為冬節、大冬、亞歲，為中國古代二十四節令之一。在大雪後的第十五天即是冬至，在這天北半球的白天將會是一年中最短的一天，同時也是一年中最寒冷的以一天，表示冬天即將結束，是冬天開始慢慢轉春天的標誌。在周代建制的時候，甚至把十一月定為正月，將冬至當成過年呢。</p>
                `
      },
      {
        img: "../img/冬至/湯圓.png",
        title: "吃一顆長一歲！？",
        content: `
                <p>說到冬至大家一定會立刻聯想到湯圓，那為什麼在這最冷的一天一定要吃湯圓呢？</p>
                <p>湯圓在中國有，圓滿、團圓的意思，而在古時候中國認為，過了冬至之後陽氣開始日漸回升， 故言「冬至一陽生」為使陽氣回復，於是以圓象徵迎接陽氣， 此外，大團圓、凡事圓滿乃民間普遍的期望，吃湯圓祈求圓滿更是人民共同的心願。而在台灣民間有個說法是過了冬至吃湯圓便是長大了一歲，所以也曾有人開玩笑說，要是冬至不吃湯圓的話就能避免變老了呢。</p>
                `
      },
      {
        img: "../img/冬至/發抖.png",
        title: "冬至只有甜的能吃？",
        content: `
                <p>冬至到了不只能吃湯圓還有燉羊肉能吃，但其實最初他們吃的並不是羊。</p>
                <p>相傳在漢代，開朝皇帝名為劉邦，有一年冬至漢高祖劉邦在無意間吃了樊噲煮的狗肉，覺得味道特別鮮美，讚不絕口，從此在民間就有了冬至吃狗肉的習俗。流傳到了現代，在冬至這一天，人們會吃羊肉以及各種滋補食品，以求來年有一個好兆頭。</p>
                `
      },
    ],
  },
  {
    festival: "除夕",
    hero: {
      img: "../img/除夕/紅包.png",
      content: `
            <p>拿紅包對小孩而言是一年之中最重要的時候</p>
            <p>那你知道為什麼要拿壓歲錢嗎？還是你只在乎裡面的錢呢？</p>
            `
    },
    stories: [
      {
        img: "../img/除夕/貓鼓.png",
        title: "除夕的由來",
        content: `
                <p>除夕，又稱大年夜、年夜、除夜、歲除、大晦日，是過年前的最後一天，為四大祭祖節日之一。</p>
                <p>相傳在先秦時代，百姓會在過年的前一天擊鼓驅逐邪鬼。而「除夕」這個名稱最早出現於西晉的《風土記》中，當中記載除夕之夜，人們會發壓歲錢、團聚在一起吃頓年夜飯，或是終夜不眠，以待天明的守歲。這些習俗，經唐宋相襲，並沿襲至今。此外，關於除夕的由來還有另一種說法就是在春節常看到的年獸說。(有興趣的可以去春節頁面看喔)</p>
                `
      },
      {
        img: "../img/除夕/長年菜.png",
        title: "除夕為什麼要吃那不好吃的菜？",
        content: `
                <p>長年菜其實有很多面貌喔，在北方人們稱芥菜會長年菜，而南方則將菠菜做為長年菜，至於為何要吃長年菜呢？這是因為芥菜有著煮不爛的特性，再加上芥菜的葉片大又長且苦，有長命百歲、苦盡甘來之意；至於菠菜，根據臺灣文獻叢刊《安平縣雜記》表示：「隔年菜以菠薐菜為之，一根而已，不折斷，名曰長年菜，過年每人須食一根。」自此，逐漸成為了過年必吃的菜之一。</p>
                `
      },
      {
        img: "../img/除夕/發財.png",
        title: "壓歲錢的意義",
        content: `
                <p>除夕夜可以說是小孩最富有的時候了，每到除夕家家戶戶都會發壓歲錢，你知道壓歲錢除了是你最大筆的零用錢外(如果沒被徵收的話)還有什麼意義嗎？</p>
                <p>在古代除夕時會將銅錢用紅線串成成各種造型，銅錢一定要新一定要大，才能象徵「長命百歲」；串成鯉魚有錢余之意，如果串成龍則有「錢龍」之意。隨著時代的發展，現在的「壓歲錢」更為直接純粹，一般都用精緻的紅包裝上一張張的鈔票，然後分給孩子，討個紅紅火火的好彩頭。</p>
                <p>除了壓歲錢外，有的地區還有送「壓歲果」的習俗。在除夕夜，長輩會把橘子、荔枝等瓜果放在小孩枕邊，取「吉利」寓意來祝孩子來年大吉大利。</p>
                `
      },
    ],
  },
];
