let data = [
  {
    festival: "新年",
    hero: {
      img: "../img/新年/年糕.webp",
      content: `
            <p>你知道為什麼要有春節嗎？知道春節的用途嗎？</p> 
            <p>一提到春節相信許多人都會立刻想到年獸的故事吧，但你知道來自各處的春節由來嗎？</p>
            `,
    },
    stories: [
      {
        img: "../img/新年/吃年糕.webp",
        title: "年糕的由來居然是吃磚頭？",
        content: `
                <p>相傳在春秋時期，吳國、越國曾發生一場大戰，經過一番激戰後，越國戰敗了，當時的吳國大夫伍子胥向吳王進諫言「今不滅越，後必悔之」，不料吳王夫差早已接收了越國的求和，並聽了伯嚭的讒言將伍子胥賜死。伍子胥在死前知道吳國大限將至，並吩咐他的眷屬，如果他死後，吳國因為戰爭而發生飢荒，只要在宰相家的圍牆旁向下挖三尺，即可取得糧食。</p>
                <p>果然，在伍子胥死後，越王勾踐起兵攻打吳國，吳國大敗，到處都發生了飢荒，正當快要餓死之際，他的眷屬突然想起伍子胥所說的話，並率眾人到圍牆旁拼命地挖，經過一番努力後，他們看到了一塊塊白色的糯米粉磚頭，原來當時的人們因為建材不夠，所以會將用糯米粉製成的磚頭用來代替。</p>
                <p>最後，不單是伍子胥的家眷，還有很多吳國飢民，便依靠吃下這些糯米磚，在饑荒中得保性命。後來為了紀念伍子胥的恩德，便留下吃吃糯米糕（也就是現在的年糕）的習俗。</p>
                `,
      },
      {
        img: "../img/新年/年獸.webp",
        title: "過年傳說",
        content: `
                <p>相傳在很久很久以前，每年的冬天野外都會出現一種名為年的野獸，年獸的天性兇殘，每到半夜時都會「登門拜訪」，吃掉許多的人，人們為了抵抗年獸，並會在這天晚上聚在一起。與年獸得抗爭就這樣年覆一年，一年又覆一年，人們開始發現，年獸會畏懼紅色的東西，並且對於火光與巨響十分害怕，於是家家戶戶每逢過年時並會在家門上貼春聯，在門前放爆竹，以趕走年獸，最後隨著時間的演變，慢慢地變成了一種過年習俗，不過有趣的是，在古文中並沒有任何有關年獸的紀錄，關於年獸的說法似乎只是一種傳說而已。</p>
                `,
      },
      {
        img: "../img/新年/雙持年糕.webp",
        title: "為什麼年糕的顏色都不一樣？",
        content: `
                <h3>根據我們的觀察:</h3>
                <p>不論是一大塊黑黑的年糕還是純白無瑕的年糕，都常常會看到五顏六色且各種形狀不同的年糕，為什麼明明都被稱為年糕卻每個都長得不太一樣呢？</p>
                `,
      },
    ],
  },
  {
    festival: "元宵",
    hero: {
      img: "../img/元宵/元宵.png",
      content: `
            <p>你知道元宵為什麼叫做元宵嗎？</p> 
            <p>你分的出來湯圓與元宵的差異嗎？燈籠跟元宵又由什麼相關呢？</p>
            `,
    },
    stories: [
      {
        img: "../img/元宵/算命師.png",
        title: "算命遇火劫",
        content: `
                <p>相傳在漢武帝時期，有位精通天文的大臣，名叫東方朔。有天東方朔到宮中為漢武帝折梅花時，發現有位宮女欲跳井自殺，東方朔見狀連忙上前阻止，並詢問宮女為何要這麼做。原來這名宮女名叫元宵，因逢過時節，非常的思念家人，但卻又無法外出，而傷心欲絕，才有了自殺的念頭。東方朔聽完之後覺得元宵非常的可憐，並出了個計謀幫他。</p>
                <p>幾日後，長安城（當時漢朝的首都）內到處都流傳著東方朔要來這裡為百姓們算命的消息，百姓們無不前往，想讓東方朔算命。沒想到，大家得到的結果都是，在一月十五日時，皆會有祝融之災，百姓聽聞後非常的害怕，求東方朔救救他們。於是東方朔說道：「在一月十五日當天會有一位騎著銀驢的姑娘，奉旨來燒長安城，只要在十三號天黑時讓城內的老人前往城西的大道向他祈求，便可以避免這場大火發生。」</p>
                `,
      },
      {
        img: "../img/元宵/提燈籠.png",
        title: "燈籠旺如火",
        content: `
                <p>在一月十三日當天，有位騎著銀驢的年輕女子從進入了長安城內，一進城便看到沿路都是白髮蒼蒼的老人在向他祈求不要放火燒長安城阿！此時女子只說了：「燒不燒並不是我能決定的，我只是奉旨行事而已，不如，去問問你們的皇上吧，說不定他會有解決的辦法。」隔天，東方朔知道了這件事並將這件事向漢武帝稟報，漢武帝聽完後也不知如何是好，並詢問東方朔可否有好想法？東方朔說：「聽說火神最喜歡吃湯圓了，不如讓百姓辜供奉湯圓，並在城內掛滿燈籠，且在城內四處都佈滿煙火與爆竹，屆時火神看到了就會以為是長安城火光沖天。」漢武帝聽完後大喜道：「不愧是東方朔阿！真是個妙計阿！」隨即，東放朔卻說：「但是，這個計策不宜在宮中使用。」漢武帝笑說：「這個簡單，只要讓宮中的人混進長安城中的百姓，就沒事了。」東方朔讚道：「妙極了！聽說元宵姑娘做的湯圓最好吃，不如就讓他帶頭將供俸湯圓給火神吧！」</p>
                <p>果然，在東方朔的幫助下，十五日當天，元宵姑娘成功的與家人團聚了。在事發後，漢武帝見當晚大家都常高興，於是並下令每晚都要如此，演變到了今天就成了大家所知的元宵節了。</p>
                `,
      },
      {
        img: "../img/元宵/湯圓與元宵.png",
        title: "元宵與湯圓有何不同？",
        content: `
                <p>元宵與湯圓兩者其實介於有差和沒有差之間，兩者的成分都是相同的，但最大差異就是製作的方式不同了，湯圓是將濕糯米粉揉成糰狀後將餡料包入其中，因此湯圓有無限的可能性，只要能包進去的東西都可以變成湯圓；但元宵可不同了，元宵是將餡料切成骰子大小般方塊，放入竹篩內滾動沾附乾糯米粉，過程中須反覆噴水裹粉，直到滾至大小適中的程度才算完成，比起湯圓，元宵的製作方式更為費工。此外，為了將元宵裹粉成形，使用的餡料必須是凝結性較佳的偏硬甜餡，如豆沙、芝麻、花生、棗泥、果仁等，而元宵的吃法也相當的多種，除了水煮，也可以煎、蒸、炸、烤、拔絲。但說到這裡，我還是比較好奇當時故事中供俸的到底是湯圓還是元宵呢？</p>
                `,
      },
    ],
  },
  {
    festival: "清明",
    hero: {
      img: "../img/清明/拜拜.png",
      content: `
            <p>你知道其實清明節與寒食節為不同天嗎？</p> 
            <p>你知道其實吃潤餅最原先並不是清明節的習俗嗎？</p>
            `,
    },
    stories: [
      {
        img: "../img/清明/墓碑.png",
        title: "清明節的由來",
        content: `
                <p>相傳在秦代末年時，漢高祖劉邦與西楚霸王項羽為了一統天下而發生了一場大戰，最終項羽戰敗了，而劉邦也隨之建立了漢朝。在大戰過後，劉邦回到了故鄉，並想要前去祭拜他的父母，正當他到了墓園才發現，墓園因長年的戰爭，早已變得滿目瘡痍，遍地的雜草叢生，儘管劉邦與部下翻遍了整個墓園，卻還是找不見他父母的墳墓，這使得劉邦非常的難過。</p>
                <p>就在黃昏之時，劉邦從衣袖中拿出了一張紙，將其撕碎成一張張的小紙屑，說道：「爹娘在天有靈，現在風刮得這麼大，我將把這些小紙片，拋向空中，如果紙片落在一個地方，風都吹不動，就是爹娘的墳墓。」說完並將碎紙拋向空中，果然有片紙屑像是黏在石頭上一樣，不管風怎麼吹就是不會掉下來，劉邦見狀馬上上前一看，果不其然就是他父母親的墳墓，劉邦立刻命人將墳墓重新整頓好，自此以後她每年清明節都會到墳上季祭拜爹娘，而後來民間的百姓看到了皇帝的行為，便有樣學樣，還會用石頭在墳墓上壓幾張小紙，表示這座墳是有人掃的。</p>
                `,
      },
      {
        img: "../img/清明/潤餅貓.png",
        title: "潤餅與清明節的關聯？",
        content: `
                <p>其實，吃潤餅這項俗與清明節一開始是沒有關聯的。</p>
                <p>那為什麼清明節的時候要吃潤餅呢？</p>
                <p>一切得從寒食節的故事說起，相傳在春秋戰國有一忠臣名為介之推，他在晉文公逃亡時一直陪在她身邊不離不棄，甚至有一次晉文公快餓死時，割下自己的大腿肉煮給晉文公吃。多年後，晉文公順利的成為了皇帝，並將當初和他同甘共苦的人一一封賞，唯獨忘了介之推，隨後介之推並帶著母親到錦山隱居。後來，晉文公多次到錦山尋找介之推，但都沒有下落，於是聽從隨從的主意，用火燒山將介之推逼出來，但介之推來不及背著母親逃出來，並被大火活活燒死，晉文公找到屍體後悲痛不已，並將今天訂為寒食節，以及下了寒食節三天內不得開火的命令。</p>
                <p>人們為了遵守寒食節不能開火的命令，並衍生出了潤餅這項食物；而剛好清明節就在寒食節不能開火三天的其中一天，漸漸地人們就將清明與寒食節併在一起了。</p>
                `,
      },
      {
        img: "../img/清明/紅龜粿.png",
        title: "為什麼清明節要拜粿？",
        content: `
                <p>在台灣粿是一種拜拜常見的食物，那你知道清明節為什麼要拜粿嗎？</p>
                <p>很多人在小時候常聽到拜紅龜粿代表長壽，以祈禱一家人能夠長命百歲；確實，紅龜粿有這樣的含意，不過在清明掃墓祖祭時，拜紅龜粿並不是為祈求長壽，而是用來表達租先的德澤，至於青色與白色的粿則用於新墳對親人的哀思或祝福。除此之外，你可能也聽過，粿的台語發音和「貴」相同，代表希望家裡富貴之類的說法，但最主要的原因還是…因為寒食節不能開火，所以人們才會做粿來度過清明節。</p>
                `,
      },
    ],
  },
  {
    festival: "端午",
    hero: {
      img: "../img/端午/划龍舟.webp",
      content: `
            <p>你知道嗎？端午節除了跟屈原有關外，跟其他人也有關喔！</p>
            `,
    },
    stories: [
      {
        img: "../img/端午/河邊哭泣.webp",
        title: "孝女曹娥的傳說",
        content: `
                <p>相傳在東漢時期有一孝女名為曹娥，曹娥自小便與父親兩人相依為命，就在曹娥14歲的那年，他的父親因在搭乘小舟時遭浪捲入江裡而身亡了，曹娥聽聞後立刻到了江邊尋找他父親的遺體，就這樣一找就是17天，儘管曹娥已經哭乾了眼淚，卻仍然不見他父親的屍體，最後曹娥將他的衣裳投入江中，並對著漫天的江水說道：「父親在天之靈，請成全女兒的孝心讓衣裳在您所在的位置下沉吧。」說道便看到衣裳在水上的某處不斷的打轉便沉了下去，曹娥看到後便跳進了江裡。</p>
                <p>幾天後，有位村民在江邊巡邏便看到了兩具浮屍，就是曹娥與他的父親，當地的縣官知道這件事後非常的感動，便命人蓋曹娥廟，便將5月5號這天訂成祭祀他們的日子。</p>
                <h3>又是伍子胥...</h3>
                <p>在春秋時期，有名吳國大夫名為伍子胥，伍子胥不僅眼光深遠、足智多謀且懂得民心，而使他深得民心，卻因為在吳越之戰時向吳王夫差進諫言，而惹怒了吳王夫差被伺死，在臨死前伍子胥除了向他的後代交代飢荒時的解決之道外，更命令他們要在她自刎後江的眼珠掛在城牆上，他要親眼看著吳國滅亡，吳王聽後非常生氣，便命人將其屍體投入江中，在這之後吳國戰敗了，而百姓也靠著伍子胥的辦法度過了飢荒，為了紀念伍子胥的仁德，百姓們會在五月五號這天祭祀伍子胥。</p>
                `,
      },
      {
        img: "../img/端午/竹筒粽.png",
        title: "粽子的由來",
        content: `
                <p>相傳在春秋時期，有五位諸侯在中國各自稱王，其中勢力最大的兩國分別為秦國與楚國。有次秦王打著通婚的名義以刺殺楚王，這時我們的愛國詩人—屈原，極力反對這件事，但楚王不但不在意屈原的反對，甚至還聽信其他大臣的讒言，而將屈原流放邊疆。果然，在屈原流放邊疆沒多久後，就收到了楚王在秦國被刺殺身亡的消息，屈原得知後痛心疾首，並抱著一塊大石跳入汨羅江身亡。之後，百姓們被屈原的愛國行動感動了，於是為了避免屈原的屍體被魚蝦吃掉，並帶著竹筒粽投入汨羅江中，並於5月5日這天祭祀屈原。</p>
                `,
      },
      {
        img: "../img/端午/粽的種類.png",
        title: "端午節小知識",
        content: `
                <h2>粽子的種類</h2>
                <p>南部粽？北部粽？還是中部粽？？？</p>
                <p>你分的清楚自己吃的是什麼粽嗎？就讓我來告訴你吧</p>
                <p>在台灣妳最常吃到的粽子會有:北部、南部、鹼粽還有粿粽(又稱客家粽)</p>
                <h3>北部粽</h3>
                <p>你一定吃過的粽子，特色為油到爆炸，最裡面的粽葉油到可以拿來當面膜，嘗起來為鹹的，通常裡面會有：塞牙縫都不夠的蝦米、你唯一想吃的滷肉、永遠都會被分屍的栗子還有一股濃濃的紅蔥頭味，讓你吃完沒有飽，但膩到歪頭，不要懷疑那就是北部粽，另外，在現代有些飯店會放一些比較高級的食材進去，像我們吃不起的鮑魚或是我們一樣吃不起的干貝在北部粽裡喔，要是有吃到的話，記得要分我們一點喔</p>
                <h3>南部粽</h3>
                <p>你可能沒吃過的粽子，特色為比較軟爛且較有黏性很高，比起北部粽比較不油膩，也比較清淡，按照現代人的說法就是比較養生拉，由於味道比較清淡，通常在食用時都會加上醬油膏跟花生粉，在裡面通常會吃到：沒有配水會噎死的鹹蛋黃、兩粒咬不動的花生還有一朵味道充滿整顆粽子的香菇，要是嘗到了有以上特徵的粽子請知道他是南部粽，不要再因為她沒有甜就認為他是北部粽了。</p>
                <h3>鹼粽</h3>
                <p>常常被誤認為「它」就是南部粽，因為本身極具黏性，且單嘗起來沒什為味道，因此通常會沾糖或包紅豆一起作食用，由於鹼粽多數為甜的，因此也有人會將他誤認成南部粽。</p>
                <h3>鹼粽</h3>
                <p>常常被誤認為「它」就是南部粽，因為本身極具黏性，且單嘗起來沒什為味道，因此通常會沾糖或包紅豆一起作食用，由於鹼粽多數為甜的，因此也有人會將他誤認成南部粽。</p>
                <h3>粿粽</h3>
                <p>又被稱為客家粽，特色為根本看不出是米做的，黏性為所有粽子中最高的，外皮吃起來根本就是粿，中間會包入炒好的蘿蔔乾、香菇、蝦米以及肉，整體嘗起來就是粿外皮是粿的包子，但...很好吃，非常推薦大家去嘗看看喔。</p>
                <h3>中部粽</h3>
                <p>為海邊特產，除了非常堅硬外，沒其他特點了...</p>

                <h2>關於粽葉</h2>
                <p>在文中有提到菰葉和葦葉大家一定覺得霧煞煞吧~就讓我來解釋解釋</p>
                <h3>菰葉</h3>
                <p>為禾本科菰屬，多年生草本。莖細長而扁平，高一公尺餘。葉叢生，呈狹長形。果實稱為「彫胡米」，與嫩莖均可供食用。用白話來說就是...茭白筍</p>
                <p>在春秋時期，人們會用菰葉(茭白葉)包黍米成牛角狀，稱"角黍";或用竹筒裝米密封烤熟，稱"筒粽"，直到元、明時期，粽子的包裹料已從菰葉變革為箬葉，後來又出現用蘆葦葉包的粽子。</p>
                <h3>葦葉</h3>
                <p>蘆葦，又稱葦子，多年生草本植物，生在淺水裡。</p>
                `,
      },
    ],
  },
  {
    festival: "七夕",
    hero: {
      img: "../img/七夕/巧克力球.png",
      content: `
            <p>說到七夕你會想到什麼呢？</p>
            <p>牛郎和織女淒美的愛情故事？點亮星空的銀河？還是你只會吃巧克力什麼都不知道？</p>
            `
    },
    stories: [
      {
        img: "../img/七夕/嫦娥橋.png",
        title: "七夕的由來",
        content: `
                <p>相傳從南北朝開始，人們開始發現在農曆七月七號這天是牽牛星與織女星一年一度相會的日子，因而將這天稱為「七夕」，而七夕這天也有一個浪漫的傳說喔。</p>
                <p>傳說，玉皇大帝有個小女兒叫做織女，織女不僅聰慧又可愛，手還不是一般的巧呢。有天織女在編織織時，遇見了牛郎，牛郎是負責管理天庭牛隻的牧牛人，兩人初次見面就相談甚歡，很快的便墜入了愛河，甚至荒廢了原本的工作。玉帝得知後非常的生氣，並降旨讓兩人只能在7月7號時見面，因此在七月七日這天，通常會下著毛毛細雨，有人說這是織女與牛郎相思的淚水呢。</p>
                `
      },
      {
        img: "../img/七夕/餃子貓.png",
        title: "七夕與餃子有何關聯？",
        content: `
                <p>餃子與情人節感兩個完全不搭的東西為何會有關聯呢？</p>
                <p>在古代七夕又稱乞巧節，這天主要的目的就是讓女生展現自己的手藝，以利於早日能夠找到另一半，通常在這天女生會有一大串的乞巧活動，除了拜織女外，女生們也會聚在一起比較比較一番手藝，因此便會做一些餃子、麵點和巧果日常較常吃的東西，漸漸的演變下來就變成了一種七夕的傳統食物了。</p>
                `
      },
      {
        img: "../img/七夕/麻花捲.png",
        title: "巧果是什麼？",
        content: `
                <p>巧果，又被稱為“乞巧果子”，簡單來說就是一種油、面、糖、蜜構成的一種油炸小點心，種類極多，其中，在台灣最常吃到的大概就是麻花捲了。因讀音"巧"與"橋"十分相近，因此也有人認為在七夕這天吃巧果，除了能夠幫助牛郎織女相會以外，自己的心願也可以透過橋來實現。</p>
                `
      },
    ],
  },
  {
    festival: "中元",
    hero: {
      img: "../img/中元/流口水.png",
      content: `
            <p>小時候最喜歡中元節拜拜了，因為有很多糖果餅乾能吃。</p>
            <p>那你知道為什麼要有中元節嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/中元/孝順.png",
        title: "中元節的由來",
        content: `
                <p>中元節，在佛教又被稱為盂蘭盆節，最初的目的是為在夏天收成後，祭祀田地之神、感謝大地的節日，不過在道教與佛教傳入後漸漸的變成了祭祖的日子，因此也流傳下來了一些關於中元的傳說故事。</p>
                <p>相傳在道教中，中元節這天便是中元地官—帝舜誕生的日子，因此在這天也是地官大帝大赦的日子，在這天人們會祭祀並乞求地官大帝赦免自己的先祖，隨著時間的演進，祭祀的對象慢慢的由個人的先祖擴大成了一切的亡魂。傳說，帝舜以孝舉聞名天下，受到人民的愛戴與追隨，並被堯帝禪讓為帝，因此中元節這天也被稱為「孝子節」。</p>
                <p>相傳在佛教中，中元節這天是佛教的歡喜日，眾信徒會在這天功俸眾僧，並將功德迴向父母，並稱之為盂蘭盆法會，因此這天也被稱為盂蘭盆節。在道教傳入之後，加入了一些道教的內容，相傳在七月十五日當天，中元帝官會拿著人鬼錄簿，來檢視善惡，若被判為惡，將永世難以超脫。於是，在這天所有的鬼魂都會聚集起來，道士則會奉花獻果、設壇頌經，乞求中元帝官赦罪，以達普渡之意。</p>
                `
      },
      {
        img: "../img/中元/鴨鴨.png",
        title: "鴨鴨壓中元",
        content: `
                <p>你知道為什麼平時拜拜都可以用雞來祭拜，但中元節卻一定要用鴨呢？</p>
                <p>其實是因為鴨鴨是一位祭祀的使者，據說要將物品送到祖宗手上時需要度過河，如果今天用的是雞，那麼心意就無法傳到祖宗那裏了。因此人們會將衣物、錢綁在鴨子上馱過去，還有另外一種說法說，鴨子的「鴨」與「壓」的讀音相同，希望能夠壓住這天從陰間上來遊走的鬼魂了。</p>
                `
      },
      {
        img: "../img/中元/水燈.png",
        title: "中元節的習俗？",
        content: `
                <p>中元節除了拜拜還有吃零食外還有一些習俗活動喔</p>
                <h3>搶孤</h3>
                <p>搶孤是中元節最廣為人知的習俗之一，由人代表鬼魂，一路攀爬孤棚向上搶祭品與順風旗，以嚇退流連忘返的鬼魂，因此這個活動通常會在鬼門關最後一天舉辦。可別以為搶孤很簡單呢，通常孤棚上會塗滿牛油，使得單一人員要上去時很不容易，因此在台灣搶孤時通常會以8人一隊進行競賽喔。</p>
                <h3>放水燈</h3>
                <p>在台灣基隆的放水燈是中元節著名的習俗活動，由民眾放下水燈，邀請鬼魂來享用供品，通常在水燈上會插上帶有中元敬與語的旗幟，並會在水燈上寫姓名，才能讓鬼魂知道是哪家施主的供奉。</p>
                `
      },
    ],
  },
  {
    festival: "中秋",
    hero: {
      img: "../img/中秋/烤肉.png",
      content: `
            <p>說到中秋第一件想到的事一定是烤肉吧！</p>
            <p>不過...你知道在中秋節裡面並沒有烤肉這項習俗嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/中秋/月亮貓.png",
        title: "中秋節的由來",
        content: `
                <p>中秋這個說法最早出現在《周禮》一書中，但關於祭拜月亮的說法，早在古代的帝王就有，春天祭日、秋天祭月的習俗了。後來慢慢地開始有文人雅士開始效仿，開始祭拜月亮、賞月，甚至對月亮寄託情懷的，於是慢慢的就傳入了民間變成了一個活動。一直到了唐代，人們開始重視祭月的習俗，因而將農曆八月十五日訂成了「中秋節」，並到了下個朝代開始盛行，最後到了明清時期，甚至以與元旦齊名，成為了中國最重要的節日之一。</p>
                `
      },
      {
        img: "../img/中秋/月餅.png",
        title: "月餅通信器？",
        content: `
                <p>說到中秋就會一定會聯想到三種食物—月餅、柚子還有烤肉，但為什麼要吃月餅呢？這是因為在元朝時，統治中國民族為外族，並且外族將漢族當成了最低等的民族，因此漢族在當時受到了許多不平等的待遇，漸漸的民眾們終於受不了，於是以朱元璋為首開始想起義反抗，不過當時朝廷的搜查非常的嚴密，因此朱元璋非常難將起義的訊息傳出去，於是他的軍師劉伯溫並想到了將紙條藏在餅當中的做法，最後起義也因為這一計策順利的成功了。朱元璋聽到後非常高興，並命人在中秋節將當初讓起義成功的餅分發給所有人，於是慢慢的中秋吃月餅也慢慢的成為了一種習俗。</p>
                `
      },
      {
        img: "../img/中秋/露營.png",
        title: "中秋與烤肉的關聯？",
        content: `
                <p>烤肉與中秋其實並沒有直接的任何關聯，也沒有任何的考據與傳說。這一切都是因為在80年代時中秋節賞月流行和家人外出露營，而露營中一定要的活動就是烤肉了，接著到1982年烤爐廠商消收方針由外轉內，烤爐價格下降，導致不僅風景區充斥炭火，連住家門口、屋頂也開始出現炭火。隨後到了1989年，有兩家醬油廠商為了拚銷售量，而瘋狂推銷中秋烤肉的這個習俗，導致中秋就是要烤肉的風氣大漲，就這樣到了今天，中秋節變成了烤肉節。</p>
                `
      },
    ],
  },
  {
    festival: "重陽",
    hero: {
      img: "../img/重陽/登高.png",
      content: `
            <p>在台灣重陽節是一個很容易被遺忘的日子。</p>
            <p>但你知道其實重陽節的重要程度不輸春節嗎？</p>
            `
    },
    stories: [
      {
        img: "../img/重陽/鬼怪.png",
        title: "重陽節的由來",
        content: `
                <p>重陽節，又稱「敬老節」，與除夕、清明、中元為中國祭祖的四大節日，重陽節是除了清明節外，另外一個會登山掃墓、祭拜祖先的日子，因此又被視為另一個清明節。</p>
                <p>關於重陽節的說法在民間有非常多種，其中在吳均之的《續齊諧記》曾紀載到：東漢時期，汝南縣曾發生了一場非常嚴重的瘟疫，其中有一名叫桓景的年輕人，他的父母皆於這場瘟疫中往生了，因此在瘟疫過後，桓景決定到東南山拜師學習如何驅逐瘟疫，在接過仙人費長房給的降妖青龍劍後，桓景並開始了他的訓練。一日，費長房找到了桓景，並對他說道：「在九月九日時，瘟魔將在你的家鄉出現。」並給了他一包茱萸葉子和一瓶菊花酒，讓他去斬殺瘟魔，並且帶著家鄉的長輩登高避禍。於是在回到家鄉後，桓景並領著自己家鄉的所有人爬上了附近最高的山，並給了他們茱萸葉，使瘟魔不敢靠近，讓所有人喝了一口菊花酒，避免染上瘟疫，自己則上前斬殺了瘟魔。在那之後九汝河兩岸的百姓，就把九月登高避禍、桓景劍刺瘟魔故事一直傳到了現在。</p>
                `
      },
      {
        img: "../img/重陽/喝酒.png",
        title: "好個合理飲酒的日子",
        content: `
                <p>關於重陽節的說法在民間有非常多種，其中在吳均之的《續齊諧記》曾紀載到：東漢時期，汝南縣曾發生了一場非常嚴重的瘟疫，其中有一名叫桓景的年輕人，他的父母皆於這場瘟疫中往生了，因此在瘟疫過後，桓景決定到東南山拜師學習如何驅逐瘟疫，在接過仙人費長房給的降妖青龍劍後，桓景並開始了他的訓練。一日，費長房找到了桓景，並對他說道：「在九月九日時，瘟魔將在你的家鄉出現。」並給了他一包茱萸葉子和一瓶菊花酒，讓他去斬殺瘟魔，並且帶著家鄉的長輩登高避禍。於是在回到家鄉後，桓景並領著自己家鄉的所有人爬上了附近最高的山，並給了他們茱萸葉，使瘟魔不敢靠近，讓所有人喝了一口菊花酒，避免染上瘟疫，自己則上前斬殺了瘟魔。在那之後九汝河兩岸的百姓，就把九月登高避禍、桓景劍刺瘟魔故事一直傳到了現在。</p>
                `
      },
      {
        img: "../img/重陽/風箏.png",
        title: "高上加高",
        content: `
                <p>重陽節不外乎就是越高越好，而除了登高外還有另一項習俗，就是賽風箏。</p>
                <p>相傳，重陽時放風箏是為了「放晦氣」，風箏飛得越高越遠，則晦氣也隨之高飛遠離，更有甚者，還要專門將線燒斷，讓風箏消失於雲天之外。</p>
                `
      },
    ],
  },
  {
    festival: "冬至",
    hero: {
      img: "../img/冬至/打噴嚏.png",
      content: `
            <p>你知道在北半球，冬至是一年內白天最短的一天嗎？</p>
            <p>為什麼只是最冷的一天卻需要吃湯圓呢？</p>
            `
    },
    stories: [
      {
        img: "../img/冬至/山頭.png",
        title: "冬至的由來",
        content: `
                <p>冬至，為中國古代二十四節令之一。在大雪後的第十五天即是冬至，在這天北半球的白天將會是一年中最短的一天，同時也是一年中最寒冷的以一天，表示冬天即將結束，是冬天開始慢慢轉春天的標誌。在周代建制的時候，甚至把十一月定為正月，將冬至當成過年呢。</p>
                `
      },
      {
        img: "../img/冬至/湯圓.png",
        title: "吃一顆長一歲！？",
        content: `
                <p>說到冬至大家一定會立刻聯想到湯圓，那為什麼在這最冷的一天一定要吃湯圓呢？</p>
                <p>湯圓在中國是一種象徵著圓滿、團圓的食物。在古時候的中國，因在冬至過後氣溫會開始回升，並認為冬至過後會是一個新的開始，於是會吃湯圓，希望能有個圓滿的開始。此外也有另外一種說法，人們吃湯圓是希望在新的一年，家家戶戶都可以團圓。而在台灣民間有個說法是說冬至吃湯圓會添歲，所以也曾有人開玩笑說，要是冬至不吃湯圓的話是否就能避免變老了呢？</p>
                `
      },
      {
        img: "../img/冬至/發抖.png",
        title: "冬至只有甜的能吃？",
        content: `
                <p>冬至到了不只能吃湯圓還有燉羊肉能吃，但其實最初他們吃的並不是羊。</p>
                <p>相傳在漢代，開朝皇帝名為劉邦，有一年的冬至，漢高祖劉邦在無意間吃到了樊噲煮的狗肉，覺得這肉的味道怎麼如此鮮美，隨後這件事在民間傳開了，人們開始爭相嘗試狗肉是不是如劉邦所說的好吃，從此在民間就有了冬至吃狗肉的習俗。流傳到了現代，人們並會在冬至這一天，吃羊肉以及各種滋補食品。</p>
                `
      },
    ],
  },
  {
    festival: "除夕",
    hero: {
      img: "../img/除夕/紅包.png",
      content: `
            <p>拿紅包對小孩而言是一年之中最重要的時候</p>
            <p>那你知道為什麼要拿壓歲錢嗎？還是你只在乎裡面的錢呢？</p>
            `
    },
    stories: [
      {
        img: "../img/除夕/貓鼓.png",
        title: "除夕的由來",
        content: `
                <p>除夕，又稱「大年夜」，為正月初一的前一天，也就像是農曆的跨年夜，為四大祭祖節日之一。</p>
                <p>至於為啥要有除夕呢？</p>
                <p>在前面的過年篇有提到，通常人們在新的一年會希望有一個好的開始，因此在年尾的最後一天當然會想要趕走今年不好的運氣拉，在秦朝時百姓會擊鼓驅鬼，而「除夕」一詞最早出現在西晉的《風土記》中，人們在這天會發壓歲錢、團聚在一起吃頓年夜飯，或是終夜不眠，以待天明的守歲，為的就是新的一年能一切順利喔。另外，還有另外一種說法是說，在大年夜時會有一種名為「夕」的怪獸出沒，人們在這天為了平安，因而希望能除掉「夕」，因此這天也被稱為除夕呢。</p>
                `
      },
      {
        img: "../img/除夕/長年菜.png",
        title: "除夕為什麼要吃那不好吃的菜？",
        content: `
                <p>長年菜其實有很多面貌喔，在北方人們稱芥菜會長年菜，而南方則將菠菜做為長年菜，至於為何要吃長年菜呢？這是因為芥菜有著煮不爛的特性，再加上芥菜的葉片大又長且苦，有長命百歲、苦盡甘來之意；至於菠菜，根據臺灣文獻叢刊《安平縣雜記》表示：「隔年菜以菠薐菜為之，一根而已，不折斷，名曰長年菜，過年每人須食一根。」自此，逐漸成為了過年必吃的菜之一。</p>
                `
      },
      {
        img: "../img/除夕/發財.png",
        title: "壓歲錢的意義",
        content: `
                <p>除夕夜可以說是小孩最富有的時候了，每到除夕家家戶戶都會發壓歲錢，你知道壓歲錢除了是你最大筆的零用錢外(如果沒被徵收的話)還有什麼意義嗎？</p>
                <p>壓歲錢從古至今，都是長輩為了祝福晚輩能長命百歲，順利長大，而發的東西，其中在古時候壓歲錢的錢一定新要大才能象徵長命百歲，有時人們會將同錢串成鯉魚或龍，來祝福對方「有餘」或「錢龍」，而現今的紅包通常象徵吉利、順利之意。另外，有些地區有「壓歲果」的習俗，長輩也會在晚輩睡著時，在他們枕邊放橘子、荔枝等等的瓜果，來祝福晚輩能大吉大利。</p>
                `
      },
    ],
  },
];
